import companyStyles from "./CompanyPage.module.css"
import Header from "../Header"

function CompanyPage() {
  return(
    <div className={companyStyles.mainDivCompanyPage}>
      <Header/>

      <div className={companyStyles.contentDivCompanyPage}>

        <div className={companyStyles.leftSide}>
          <h2>Фото підприємства</h2>
          <div></div>
          <h2>FreshCode</h2>
          <h3>Інформація про підприємство:</h3>
          <h4>"Навчальний центр Freshcode — IT-освіта від IT-компаній!  Навчальний центр Freshcode проводить курси за найзатребуванішими для  IT-ринку напрямами: JavaScript-розробка та проєктний менеджмент. Ми надаємо кожному студенту практичні навички програмування та  менеджменту, що засновані на реальних, архівних проєктах, відпрацьованих в IT-компаніях.</h4>
          <h3>Підприємство засновано у: 2017 рік</h3>
          <h3>Контактний номер підприємства:</h3>
          <div>
            <h4>Им’я призвище - номер</h4>
          </div>

        </div>

        <div className={companyStyles.rightSide}>
          <h3>Робочий графік: з 9 до 17</h3>
          <h3>Фотографії від компанії</h3>
          <div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
          </div>

          <h2>Штаб</h2>
          <div>
            <h4>Им’я призвище - посада</h4>
            <h4>Им’я призвище - посада</h4>
            <h4>Им’я призвище - посада</h4>
            <h4>Им’я призвище - посада</h4>
            <h4>Им’я призвище - посада</h4>
            <h4>Им’я призвище - посада</h4>
            <h4>Им’я призвище - посада</h4>
          </div>

          <h3>Продукція яку надає компанія та деталі про неї:</h3>
          <h4>Назва продукції: Інформація</h4>
          <h4>Обсяг продукції, що виготовляється(якщо можливо порахувати): недостатньо даних</h4>
          <h4>Опис продукції: бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-бла-</h4>
        </div>

      </div>
    </div>
  )
}

export default CompanyPage